Repository: collective/quills.app
Catalog: quills/app/locales/*/LC_MESSAGES/quills.app.po
Languages: de

source: Add new blog entry
de: Neuer Blog-Eintrag

source: Atom Enabled
de: Atom

source: Author
de: Autor

source: Cancel
de: Abbruch

source: Configuration saved.
de: Konfiguration gespeichert!

source: Configure Blog
de: Blog konfigurieren

source: Default type.
de: Voreingestellter Portal-Typ

source: Delete
de: löschen

source: If available, should the author's description be shown?
de: Soll die Autorenbeschreibung angezeigt werden, falls verfügbar?

source: If available, should the author's location be shown?
de: Soll die Herkunft der Autoren angezeigt werden, falls verfügbar?

source: If available, should the author's portrait be shown?
de: Sollen Autorenportraits angezeigt werden, falls verfügbar?

source: Manage Comments
de: Kommentare verwalten

source: Maximum comments
de: Höchstzahl anzuzeigender Kommentare

source: Maximum entries
de: Höchstzahl anzuzeigender Einträge

source: Powered by Quills
de: Betrieben mit Quills

source: Quills weblog system for Plone
de: Quills Weblog-System für Plone

source: Recent Comments
de: Neuste Kommentare

source: Recent Entries
de: Neuste Einträge

source: Reset
de: Zurücksetzen

source: Save
de: Speichern

source: Semantic feed
de: Semantischer Feed

source: Show author description?
de: Autorenbeschreibung angezeigen

source: Show author location?
de: Herkunft der Autoren angezeigen

source: Show author portrait?
de: Autorenportraits angezeigen

source: Subject
de: Thema

source: Tag Cloud
de: Rubriken

source: The default portal_type to add for this weblog.
de: Legt den Vorgabewert für den Inhaltstyp fest, den Quils für Weblog-Einträge in diesem Weblog benutzt.

source: This portlet displays a tag cloud.
de: Dieses Portet zeigt verwendeten Rubriken ('tags') dieses Blogs an. Rubriken mit vielen Einträgen werden hervorgehoben.

source: This portlet lists recent weblog comments.
de: Dieses Portlet zeigt die zuletzt veröffentlichen Kommentare an.

source: This portlet lists recent weblog entries.
de: Dieses Portlet zeigt die zuletzt veröffentlichen Blog-Enträge an.

source: This portlet lists the archive of this weblog.
de: Diese Portlet zeigt das Blog-Archiv an.

source: This portlet lists weblog authors.
de: Dieses Portlet zeigt die Autoren des Blogs an.

source: This portlet provides links to the various feeds of this instance.
de: Über dieses Portlet erreichen Sie die verschiedenen News-Feeds dieses Blogs.

source: This portlet provides useful admin functions for a weblog.
de: Dieses Portlet fasst häufig benötigte Admistrationsfunktionen zusammen.

source: Update
de: Aktualisieren

source: Weblog Admin
de: Weblog-Administration

source: Weblog Archive
de: Archiv

source: Weblog Authors
de: Autoren

source: Weblog View Configuration
de: Weblog-Ansicht konfigurieren

source: What's the maximum number of comments to list?
de: Wieviele Kommentare sollen höchstens angezeigt werden?

source: What's the maximum number of entries to list?
de: Wieviele Einträge sollen höchstens angezeigt werden?

source: Workflow states to treat as draft.
de: Weblog-Einträge, die sich in einem der hier genannten Workflow-Zuständen befinden, betrachtet Quills als Entwürfe. Sie werden der Öffentlichkeit nicht angezeigt!

source: Workflow states to treat as published.
de: Weblog-Einträge, die sich in einem der hier genannten Workflow-Zuständen befinden, betrachtet Quills als veröffentlicht. Nur veröffentlichte Einträge sind in der Weblog-Ansicht sichbar!

source: add-portlet
de: ${portlet-name} hinzufügen

source: box_last_modified
de: Letzte Änderung

source: description_quills_settings
de: Einstellungen für alle Quills-Blogs dieses Portals.

source: edit-portlet
de: ${portlet-name}konfigurieren

source: filed_under
de: Einsortiert unter:

source: heading_archive_posts
de: Blog-Einträge

source: heading_quills_settings
de: Quills Einstellungen

source: heading_sub-archives
de: Sub-Archive

source: heading_topics
de: Rubriken

source: heading_weblog_authors
de: Autoren

source: help_trackback_blacklist
de: Trackback Pings von Adressen, die mit dem folgendem regulären Ausdruck übereinstimmen, werden von Quills abgewiesen.

source: label_by_author
de: von ${author}

source: label_last_post
de: Neuester Eintrag

source: label_no_posts
de: Keine Einträge

source: label_select_all_items
de: Alle auswählen

source: label_trackback_blacklist
de: Sperrliste für Trackback

source: label_up_to_plone_setup
de: Zurück zu den Plone Einstellungen

source: label_workflow_states_draft
de: Workflow-Zustände für Entwürfe

source: label_workflow_states_published
de: Workflow-Zustände für veröffentlichte Einträge

source: legend_spam_protection
de: Spam-Schutz

source: manage_comments
de: Kommentare verwalten

source: no_comments
de: Es gibt bisher keine Kommentare.

source: no_weblog_entries
de: Es wurden noch keine Weblog-Einträge angelegt.

source: number_of_comments
de: Kommentare:

source: portlet_blogadmin_configure_blog
de: Konfiguration

source: portlet_blogadmin_manage_comments
de: Kommentare verwalten

source: portlet_blogadmin_new_entry
de: Neuer Eintrag

source: read_more
de: weiterlesen...

source: weblog_edit_app_note
de: Anmerkung: Für einige Web-Log Editoren muss die folgende Zeichenfolge als Schlüssel angegeben werden, um das Weblog zu bearbeiten:
